Repository: oe-alliance/openpli-plugins
Catalog: PLi/SoftcamSetup/po/*.po
Languages: pt

source: Add Channel
pt: Adicionar Canal

source: Add Provider
pt: Adicionar Provedor

source: Auto-Camd
pt: Ativar Camd automático

source: Auto-Camd List Setup
pt: Configurar lista de camd automática

source: CCcamInfo
pt: Info CCcam

source: Cancel
pt: Cancelar

source: Change Camd
pt: Mudar Camd

source: Changing keymap failed (%s).
pt: A alteração do mapa de teclas falhou (%s).

source: Channel
pt: Canal

source: Choice key
pt: Escolha Key

source: Close plugin on restart emu
pt: Feche o plug-in ao reiniciar a emu

source: Current cardserver:
pt: Servidor de cartões atual:

source: Current softcam:
pt: Softcam atual:

source: Default Camd
pt: Camd padrão

source: Default cam restart mode
pt: Modo de reinicialização da camd padrão

source: Delete
pt: Apagar

source: Don't switch auto-camd while recording
pt: Não mudar a auto-camd durante a gravação

source: Enable Auto-Camd
pt: Ativar Camd automático

source: Green key
pt: Tecla verde

source: Help key
pt: Tecla de ajuda

source: Lets you configure your softcams
pt: Permite configurar suas softcams

source: OscamInfo
pt: Info Oscam

source: Please wait, restarting cardserver.
pt: Por favor, aguarde, reiniciando o servidor de cartões.

source: Please wait, restarting softcam and cardserver.
pt: Aguarde, reiniciando a softcam e o servidor de cartões.

source: Please wait, restarting softcam.
pt: Aguarde, reiniciando a softcam.

source: Provider
pt: Provedor

source: Quick button
pt: Botão rápido

source: RED key
pt: Tecla VERMELHA

source: Refresh
pt: Atualizar

source: Restart both
pt: Reiniciar ambos

source: Restart cardserver
pt: Reiniciar o servidor de cartões

source: Restart softcam
pt: Reiniciar a softcam

source: Select Cam for %s
pt: Selecionar Camd for %s

source: Select Card Server
pt: Selecionar Servidor de Cartão

source: Select Softcam
pt: Selecionar Softcam

source: Settings menu
pt: Menu de configurações

source: Setup Auto-Camd List
pt: Configurar lista de camd automática

source: Show (switch info camname)
pt: Mostrar (mudar informações name cam)

source: Show ecm.info
pt: Mostrar ecm.info

source: Show plugin extensions menu
pt: Mostrar menu de extensões de plug-in

source: Softcam Setup
pt: Configuração da Softcam

source: Softcam setup
pt: Configuração da softcam

source: Softcam setup...
pt: Configuração da Softcam ...

source: TEXT key
pt: Tecla TEXT

source: YELLOW key
pt: Tecla AMARELA

source: restart both
pt: iniciar ambos

source: restart cardserver
pt: reiniciar o servidor de cartões

source: restart softcam
pt: reiniciar softcam
